{
    "ACI100 Patreon Tiers": [
        0,
        "Use the select menu below to explore the different tiers that ACI100 has on Patreon and what benefits they come with.",
        ["icons_info", 880113401207095346]
    ],
    "The Nilithm Patrons": [
        1,
        "Tier specific role and colour on the ACI100 Discord Server.",
        896600345948598343
    ],
    "The Rebel Patrons": [
        3,
        "Early access to all ACI100 Podcast episodes and a welcome message when they sign up.",
        896793822854545409
    ],
    "The Spelunker Patrons": [
        5,
        "Early access to all fanfiction chapters, access to private patreon channels, and a special mention on the official ACI1000 website.",
        896608599550337044
    ],
    "The Lilitor Patrons": [
        10,
        "Online copies of all original work published during their patronage.**^**",
        896608599533580338
    ],
    "The Darma Patrons": [
        15,
        "Paperback copies of all original work published during their patronage.**^**",
        896608599449665568
    ],
    "The Vicanian Patrons": [
        20,
        "Custom role on the discord server that they can pick the colour and name of. It will be their second-highest role.",
        896793487138246716
    ],
    "The Avaeryan Patrons": [
        25,
        "Signed paperback copies of all original work published during their patronage.**^**",
        896608599411933194
    ],
    "The Everyl Patrons": [
        30,
        "Special dedication at the end of all fanfiction chapters.",
        896608598984114247
    ],
    "The Othrian Patrons": [
        35,
        "Guest appearance on the podcast — if desired.",
        896793881973252196
    ],
    "The Praetorian Patrons": [
        50,
        "30 minute call to talk about ACI100's fanfiction works without spoilers.",
        896608597272834082
    ],
    "The Psychic Patrons": [
        75,
        "Four exclusive one-shots per year written by ACI100, with a certain degree of say in what exactly gets written.",
        892645293135384637
    ],
    "The Demigod Patrons": [
        100,
        "Minor character in ACI100's original works.",
        892645293856788532
    ],
    "The Elemental Patrons": [
        125,
        "30 minute call to talk about ACI100's original works without spoilers.",
        896608598975733760
    ],
    "The Mage Patrons": [
        150,
        "Opportunity to have their name written in the acknowledgement section of all future published work.",
        892645292757889095
    ],
    "The Pryo Nilithm Patrons": [
        175,
        "30 minute call to talk about ACI100's fanfiction works with spoilers.",
        896609173918335038
    ],
    "The Deity Patrons": [
        200,
        "30 minute call to talk about ACI100's original works with very minor spoilers.",
        892645294217498634
    ],
    "The Primordial Patrons": [
        250,
        "Signed, special edition copies of all original work published during their patronage.**^**",
        892645293231857724
    ]
}